"standard.cancel" = "キャンセル";

"actions.stripped-suffix-characters-for-default-undo-name" = "…. ";
"actions.insert-item.undo-name" = "アイテムの挿入";

/* Recent Documents Menu */
EKDocumentHistoryMenuTitle = "最近開いた項目を開く";
EKDocumentHistoryDayFormat = "%A, %B %d";
EKDocumentHistoryDayFormatToday = "早朝";
EKDocumentHistoryDayFormatYesterday = "昨日";
EKDocumentHistoryEmpty = "最近開いたドキュメントなし";
EKDocumentHistoryClear = "メニューを消去";


// Convert or Reinterpret dialog
"encoding.apply-choose.message" = "新しいエンコードでこのドキュメントを変換または解釈し直しますか？";
"encoding.apply-choose.message-info (encoding:%@)" = "保存されたドキュメントを “%@” で読み込み直すとテキストが変更される可能性があります。文字コードの変換は、このドキュメントの今後の保存され方に影響を与えます。";
"encoding.apply-choose.button.convert" = "Convert";
"encoding.apply-choose.button.reinterpret" = "Reinterpret";

// Unsupported Format
"error.unsupported-document-format (item-name:%@)" = "The document “%@” could not be opened.";
"error.unsupported-document-format.message" = "Files in this format can’t be edited.";

// Undo action name
"encoding.undo.convert" = "Convert Encoding";